Repository: Mesutcydev/macpair
Catalog: Sources/ClientiOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: tap focus to open ios keyboard, or use quick keys directly
ar: اضغط على التركيز لفتح لوحة مفاتيح iOS، أو استخدم المفاتيح السريعة مباشرة
de: Fokus antippen, um die iOS-Tastatur zu öffnen, oder Quick Keys direkt verwenden
es: toque el foco para abrir el teclado de iOS, o use las teclas rápidas directamente
fr: appuyez sur le focus pour ouvrir le clavier iOS, ou utilisez les touches rapides directement
hi: iOS कीबोर्ड खोलने के लिए फ़ोकस टैप करें, या सीधे क्विक की का उपयोग करें
it: tocca il focus per aprire la tastiera iOS, o usa direttamente i tasti rapidi
ja: フォーカスをタップしてiOSキーボードを開くか、クイックキーを直接使用してください
ko: 포커스를 탭하여 iOS 키보드를 열거나 빠른 키를 직접 사용하세요
nl: tik op focus om het iOS-toetsenbord te openen, of gebruik sneltoetsen rechtstreeks
pl: dotknij fokusu, aby otworzyć klawiaturę iOS, lub użyj klawiszy szybkich bezpośrednio
pt_br: toque no foco para abrir o teclado iOS, ou use teclas rápidas diretamente
ru: нажмите на фокус, чтобы открыть клавиатуру iOS, или используйте быстрые клавиши напрямую
sv: tryck på fokus för att öppna iOS-tangentbordet, eller använd snabbknappar direkt
th: แตะโฟกัสเพื่อเปิดแป้นพิมพ์ iOS หรือใช้ปุ่มลัดโดยตรง
tr: iOS klavyesini açmak için odağa dokunun veya doğrudan hızlı tuşları kullanın
vi: chạm tiêu điểm để mở bàn phím iOS hoặc sử dụng phím nhanh trực tiếp
zh_hans: 点击聚焦以打开 iOS 键盘，或直接使用快捷键
zh_hant: 點按焦點以開啟 iOS 鍵盤，或直接使用快速鍵

source: tap to mirror
ar: اضغط للانعكاس
de: zum Spiegeln tippen
es: tocar para reflejar
fr: appuyer pour miroir
hi: मिरर करने के लिए टैप करें
it: tocca per mirror
ja: タップしてミラーリング
ko: 탭하여 미러링
nl: tik om te spiegelen
pl: dotknij, aby lustrzanie
pt_br: toque para espelhar
ru: нажмите для зеркалирования
sv: tryck för att spegla
th: แตะเพื่อสะท้อน
tr: yansıtmak için dokun
vi: chạm để phản chiếu
zh_hans: 点击以镜像
zh_hant: 點按以鏡像

source: today
ar: اليوم
de: heute
es: hoy
fr: aujourd'hui
hi: आज
it: oggi
ja: 今日
ko: 오늘
nl: vandaag
pl: dziś
pt_br: hoje
ru: сегодня
sv: idag
th: วันนี้
tr: bugün
vi: hôm nay
zh_hans: 今天
zh_hant: 今天

source: Tools
ar: الأدوات
de: Werkzeuge
es: Herramientas
fr: Outils
hi: उपकरण
it: Strumenti
ja: ツール
ko: 도구
nl: Gereedschap
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: transport
ar: النقل
es: Transporte
ja: トランスポート
pt_br: Transporte
tr: Aktarım
zh_hans: 传输
zh_hant: 传输

source: Transport
ar: النقل
es: Transporte
hi: ट्रांसपोर्ट
it: Trasporto
ja: トランスポート
ko: 전송
pt_br: Transporte
ru: Транспорт
th: การขนส่ง
tr: Aktarım
vi: Truyền tải
zh_hans: 传输
zh_hant: 傳輸

source: trust model
ar: نموذج الثقة
de: Vertrauensmodell
es: Modelo de confianza
fr: Modèle de confiance
ja: 信頼モデル
pt_br: Modelo de confianza
tr: Güven modeli
zh_hans: 信任模型
zh_hant: 信任模型

source: trusted
ar: موثوق
de: Vertraut
es: Confianza
fr: Confiance
ja: 信頼済み
pt_br: Confianza
tr: Güvenilir
zh_hans: 已信任
zh_hant: 已信任

source: Trusted
ar: موثوق
de: Vertrauenswürdig
es: De confianza
fr: De confiance
hi: विश्वसनीय
it: Affidabile
ja: 信頼済み
ko: 신뢰됨
nl: Vertrouwd
pl: Zaufany
pt_br: Confiável
ru: Доверенный
sv: Betrodd
th: เชื่อถือได้
tr: Güvenilir
vi: Đáng tin cậy
zh_hans: 已信任
zh_hant: 已信任

source: Trusted host is ready
ar: المضيف الموثوق جاهز
de: Vertrauenswürdiger Host ist bereit
es: Host de confianza listo
fr: L'hôte de confiance est prêt
hi: विश्वसनीय होस्ट तैयार है
it: Host fidato pronto
ja: 信頼できるホストの準備ができました
ko: 신뢰할 수 있는 호스트 준비 완료
nl: Vertrouwde host is gereed
pl: Zaufany host jest gotowy
pt_br: Host confiável está pronto
ru: Доверенный хост готов
sv: Betrodd värd är redo
th: โฮสต์ที่เชื่อถือได้พร้อมแล้ว
tr: Güvenilir ana bilgisayar hazır
vi: Máy chủ đáng tin cậy đã sẵn sàng
zh_hans: 受信任主机已就绪
zh_hant: 受信任主機已就緒

source: trusted hosts
ar: المضيفون الموثوقون
de: Vertrauenswürdige Hosts
es: Hosts de Confianza
fr: Hôtes de Confiance
ja: 信頼済みホスト
pt_br: Hosts de Confianza
tr: Güvenilir Hostlar
zh_hans: 受信任的主机
zh_hant: 受信任的主机

source: ultra
ar: فائق
ja: ウルトラ
zh_hans: 极致
zh_hant: 极致

source: Unified
ar: موحد
de: Einheitlich
es: Unificado
fr: Unifié
hi: एकीकृत
it: Unificato
ja: 統合
ko: 통합
nl: Verenigd
pl: Ujednolicony
pt_br: Unificado
ru: Единый
sv: Enhetlig
th: รวมเป็นหนึ่ง
tr: Birleşik
vi: Thống nhất
zh_hans: 统一
zh_hant: 統一

source: unlock
ar: فتح القفل
de: entsperren
es: desbloquear
fr: déverrouiller
hi: अनलॉक करें
it: sblocca
ja: ロック解除
ko: 잠금 해제
nl: ontgrendelen
pl: odblokuj
pt_br: desbloquear
ru: разблокировать
sv: lås upp
th: ปลดล็อค
tr: kilidi aç
vi: mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
th: ปลดล็อค
tr: Kilidi Aç
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Update how this saved host appears in the list.
ar: قم بتحديث كيفية ظهور هذا المضيف في القائمة.
de: Legen Sie fest, wie dieser Host in der Liste angezeigt wird.
es: Actualiza cómo aparece este host guardado en la lista.
fr: Mettez à jour l'affichage de cet hôte dans la liste.
ja: このホストのリスト表示を更新します。
pt_br: Actualiza cómo aparece este host guardado en la lista.
tr: Bu hostin listede nasıl göründüğünü güncelle.
zh_hans: 更新此主机在列表中的显示方式。
zh_hant: 更新此主机在列表中的显示方式。

source: version
ar: الإصدار
es: Versión
ja: バージョン
pt_br: Versión
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

source: view-only mode
ar: وضع العرض فقط
de: Nur-Anzeigen-Modus
es: modo solo visualización
fr: mode affichage seul
hi: केवल-देखें मोड
it: modalità sola visualizzazione
ja: 表示のみモード
ko: 보기 전용 모드
nl: alleen-weergavemodus
pl: tryb tylko do odczytu
pt_br: modo apenas visualização
ru: режим только просмотр
sv: endast visningsläge
th: โหมดดูอย่างเดียว
tr: yalnızca görüntüleme modu
vi: chế độ chỉ xem
zh_hans: 仅查看模式
zh_hant: 僅供查看模式

source: waiting for frame
ar: في انتظار الإطار
de: Warte auf Frame
es: Esperando fotograma
fr: En attente d'image
ja: フレーム待機中
pt_br: Esperando fotograma
tr: Kare bekleniyor
zh_hans: 等待帧
zh_hant: 等待帧

source: wake
ar: إيقاظ
de: Aufwecken
es: Despertar
fr: Réveiller
ja: 起動
pt_br: Despertar
tr: Uyandır
zh_hans: 唤醒
zh_hant: 唤醒

source: waking…
ar: جارٍ الإيقاظ…
de: Aufwecken…
es: Despertando…
fr: Réveil en cours…
ja: 起動中…
pt_br: Despertando…
tr: Uyandırılıyor…
zh_hans: 唤醒中…
zh_hant: 唤醒中…

source: welcome
ar: مرحباً
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
pt_br: Bienvenido
tr: Hoşgeldiniz
zh_hans: 欢迎
zh_hant: 欢迎

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत है
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

source: when on, blocks all input injection regardless of session
ar: عند التشغيل، يمنع جميع حقن الإدخال بغض النظر عن الجلسة
de: wenn aktiviert, blockiert alle Eingabeinjektionen unabhängig von der Sitzung
es: cuando está activado, bloquea toda inyección de entrada independientemente de la sesión
fr: lorsqu'il est activé, bloque toute injection d'entrée quelle que soit la session
hi: चालू होने पर, सत्र की परवाह किए बिना सभी इनपुट इंजेक्शन को ब्लॉक करता है
it: quando attivo, blocca tutte le iniezioni di input indipendentemente dalla sessione
ja: オンの場合、セッションに関係なくすべての入力注入をブロックします
ko: 켜져 있으면 세션에 관계없이 모든 입력 주입을 차단합니다
nl: indien ingeschakeld, blokkeert alle invoerinjectie ongeacht de sessie
pl: po włączeniu blokuje wszystkie wstrzyknięcia wejściowe niezależnie od sesji
pt_br: quando ativado, bloqueia toda injeção de entrada independentemente da sessão
ru: при включении блокирует все вводы независимо от сеанса
sv: när på, blockerar all inmatningsinjektion oavsett session
th: เมื่อเปิด จะบล็อกการฉีดอินพุตทั้งหมดโดยไม่คำนึงถึงเซสชัน
tr: açıkken, oturumdan bağımsız olarak tüm giriş enjeksiyonunu engeller
vi: khi bật, chặn tất cả việc tiêm đầu vào bất kể phiên
zh_hans: 开启后，无论会话状态如何，都会阻止所有输入注入
zh_hant: 開啟時，無論工作階段狀態如何，都會封鎖所有輸入注入

source: white mode
ar: الوضع الأبيض
de: Weißer Modus
es: Modo blanco
fr: Mode blanc
ja: ホワイトモード
pt_br: Modo blanco
tr: Beyaz mod
zh_hans: 白色模式
zh_hant: 白色模式

source: ScreenHarbor
hi: ScreenHarbor रिमोट कंट्रोल प्रो
ja: ScreenHarborリモートコントロールPro
ko: ScreenHarbor 원격 제어 Pro
zh_hans: ScreenHarbor 远程控制专业版
zh_hant: ScreenHarbor 遠端控制專業版

source: Display Size
tr: Ekran Boyutu

source: Fill Screen
tr: Ekranı Doldur

source: Fit Display
tr: Ekrana Sığdır

source: bluetooth input
zh_hans: 蓝牙输入
zh_hant: 蓝牙输入

source: clipboard sync
zh_hans: 剪贴板同步
zh_hant: 剪贴板同步

source: default port is 9471 if you do not specify one
zh_hans: 如未指定，默认端口为 9471
zh_hant: 如未指定，默认端口为 9471

source: disconnected
zh_hans: 已断开连接
zh_hant: 已断开连接

source: Full remote control over your Mac — from the sofa, from a coffee shop, or from the other side of the world.
zh_hans: 完全远程控制您的 Mac — 无论是在沙发上、咖啡店里还是世界的另一端。
zh_hant: 完全远程控制您的 Mac — 无论是在沙发上、咖啡店里还是世界的另一端。

source: keyboard · mouse
zh_hans: 键盘 · 鼠标
zh_hant: 键盘 · 鼠标

source: latency %@
zh_hans: 延迟 %@
zh_hant: 延迟 %@

source: Loading selected display…
zh_hans: 正在加载所选显示器…
zh_hant: 正在加载所选显示器…

source: Mac is locked
zh_hans: Mac 已锁定
zh_hant: Mac 已锁定

source: not supported
zh_hans: 不支持
zh_hant: 不支持

source: online %@
zh_hans: 在线 %@
zh_hant: 在线 %@

source: Only control Macs you own or are authorized to access. You can stop ScreenHarbor Host at any time.
zh_hans: 仅控制您拥有或有权访问的 Mac。您可以随时停止 ScreenHarbor Host。
zh_hant: 仅控制您拥有或有权访问的 Mac。您可以随时停止 ScreenHarbor Host。

source: Plaintext only · Requires active session
zh_hans: 仅纯文本 · 需要活跃会话
zh_hant: 仅纯文本 · 需要活跃会话

source: planned
zh_hans: 计划中
zh_hant: 计划中

source: Reset View
zh_hans: 重置视图
zh_hant: 重置视图

source: Review before sending
zh_hans: 发送前审核
zh_hant: 发送前审核

source: scan a code shown by ScreenHarbor Host
zh_hans: 扫描 ScreenHarbor Host 显示的二维码
zh_hant: 扫描 ScreenHarbor Host 显示的二维码

source: Scan from the hosts tab if nothing appears here.
zh_hans: 如果此处无内容，请从主机标签页扫描。
zh_hant: 如果此处无内容，请从主机标签页扫描。

source: scan qr
zh_hans: 扫描二维码
zh_hant: 扫描二维码

source: Seen %@
zh_hans: 已见 %@
zh_hant: 已见 %@

source: Select a Mac without leaving mirror.
zh_hans: 无需离开镜像即可选择 Mac。
zh_hant: 无需离开镜像即可选择 Mac。

source: Signal: %@
zh_hans: 信号：%@
zh_hant: 信号：%@

source: Speech input happens only while this screen is open.
zh_hans: 语音输入仅在此屏幕打开时进行。
zh_hant: 语音输入仅在此屏幕打开时进行。

source: stop
zh_hans: 停止
zh_hant: 停止

source: Stream paused — recovering…
zh_hans: 流已暂停 — 正在恢复…
zh_hant: 流已暂停 — 正在恢复…

source: stream pipeline
zh_hans: 流管线
zh_hant: 流管线

source: Switching display
zh_hans: 正在切换显示器
zh_hant: 正在切换显示器

source: Tap to dictate, edit the text if needed, then send it to the connected Mac.
zh_hans: 点击以听写，根据需要编辑文本，然后发送到已连接的 Mac。
zh_hant: 点击以听写，根据需要编辑文本，然后发送到已连接的 Mac。

source: trusted %@
zh_hans: 已信任 %@
zh_hant: 已信任 %@

source: try again
zh_hans: 重试
zh_hant: 重试

source: ScreenHarbor Host receives your approved commands and performs them on your Mac.
zh_hans: ScreenHarbor Host 接收您批准的命令并在您的 Mac 上执行。
zh_hant: ScreenHarbor Host 接收您批准的命令并在您的 Mac 上执行。

source: ScreenHarbor requires ScreenHarbor Host running on macOS to function.
zh_hans: ScreenHarbor 需要 ScreenHarbor Host 在 macOS 上运行才能使用。
zh_hant: ScreenHarbor 需要 ScreenHarbor Host 在 macOS 上运行才能使用。

source: ScreenHarbor requires ScreenHarbor Host running on macOS to function. For full control, install the direct-download host and keep it open on the Mac you want to access.
zh_hans: ScreenHarbor 需要 ScreenHarbor Host 在 macOS 上运行才能使用。如需完全控制，请安装直接下载版主机并在您要访问的 Mac 上保持其打开。
zh_hant: ScreenHarbor 需要 ScreenHarbor Host 在 macOS 上运行才能使用。如需完全控制，请安装直接下载版主机并在您要访问的 Mac 上保持其打开。

source: Your Mac is preparing the stream.
zh_hans: 您的 Mac 正在准备流。
zh_hant: 您的 Mac 正在准备流。

source: Your Mac wants to send %@. The file downloads only after you approve it, then you choose where to save it on your Mac.
zh_hans: 您的 Mac 想要发送 %@。文件仅在您批准后下载，然后您可以选择在 Mac 上的保存位置。
zh_hant: 您的 Mac 想要发送 %@。文件仅在您批准后下载，然后您可以选择在 Mac 上的保存位置。

source: Your Mac. In your pocket.
zh_hans: 您的 Mac，尽在口袋中。
zh_hant: 您的 Mac，尽在口袋中。
